validation/rhoBoxF/0.orig/alphat
FoamFile { version 2.0; format ascii; class volScalarField; object alphat; }

dimensions      [1 -1 -1 0 0 0 0];
internalField   uniform 1.2e-3;

boundaryField
{
    inlet    { type calculated; value $internalField; }
    outlet   { type calculated; value $internalField; }
    hotWall  { type calculated; value $internalField; }
    coldWall { type calculated; value $internalField; }
    frontBack { type empty; }
}
