validation/rhoBoxF/0.orig/nut
FoamFile { version 2.0; format ascii; class volScalarField; object nut; }

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 1e-3;

boundaryField
{
    inlet    { type calculated; value $internalField; }
    outlet   { type calculated; value $internalField; }
    hotWall  { type calculated; value $internalField; }
    coldWall { type calculated; value $internalField; }
    frontBack { type empty; }
}
